 
import amerImage from './images/amerImage.jpg';
 export const items=[
{id:Math.round(Math.random()*100),name:'وجبة فطار',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'40 جنيه',category:'فطار',img:'1.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة تاك اواي',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'30 جنيه',category:'تاك',img:"2.jpg"},
{id:Math.round(Math.random()*100),name:'وجبة عشاء',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'20 جنيه',category:'عشاء',img:'3.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة سناك',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'50 جنيه',category:'سناك',img:'4.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة الفطار',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'40 جنيه',category:'فطار',img:'5.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة سناك',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'40 جنيه',category:'سناك',img:'6.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة فطار',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'40 جنيه',category:'فطار',img:'1.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة بريك فاست',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'50 جنيه',category:'بريك',img:'2.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة فطار',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطر '
,price:'40 جنيه',category:'فطار',img:'3.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة غداء',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'60 جنيه',category:'غداء',img:'4.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة فطار',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'70 جنيه',category:'فطار',img:'5.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة بريك فاست',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'70 جنيه',category:'بريك',img:'6.jpg'},
{id:Math.round(Math.random()*100),name:'وجبة تاك اواي',description:'المكرونة المصنوعة من الحبوب الكاملة او الشعير مع البروتين مثل اللحم او الدجاج او السمك او البقوليات مع الخضروات او البطاطا'
,price:'70 جنيه',category:'تاك',img:'2.jpg'},
  
  ];

 export  default items;
